{
  "header": "soph-iest",
  "who-header": "who am I?",
  "who-1": "I, also known as Sophie Debs, and also known as Nate Neumann, am an American freelance software developer. When I have the time, I make fun little tools; when I have more time, I make mobile apps. When I have assignments, or, you know, can't quite get Electron working right for some reason, I make web projects too.",
  "who-2": "My preferred languages are English, Java, and JavaScript, but I am also fluent in Japanese, Python, C, CSS, HTML, gibberish, and internet gaming trash talk (which in fairness, is mostly English, but I think they're disparate enough to count twice.)",

  "where-header": "where am I?",
  "where-1A": "With an amorphous concept of home in roughly San Diego (and originally from North Carolina), I am currently a undergrad in Computer Science at Dartmouth College in Hanover, New Hampshire. I have worked everywhere from the East Coast to Tokyo, however, and I'm a huge fan of urban centers and a self-identifying ",
  "where-numtot": "numtot",
  "where-1B": ", so I jump at the opportunity to check out new cities around America and the world with the hard condition of public transit, and the negotiable conditions of, you know, gainful employment and good food.",

  "why-header": "why am I?",
  "why-1A": "Aside from the metaphysical implications of a question like that (talk to me about philosophy!), the reason I do what I do is I think computers are rad. A nerd throughout my life, but entering college as a political science major, I got into computer science after taking CS 1 as a required distributive course and falling in love. CS has changed my life and given me tools to access the world, and I love that. Though I love working on software development on my own, and I'm ultimately aiming for a more technical position, that's why I've had the pleasure of working as an assistant instructor in Dartmouth CS classes, and at ",
  "why-cc": "Code Chrysalis",
  "why-1B": ", a coding bootcamp in Tokyo that includes intro courses for those with no CS background. ",
  "why-2": "Lots of little tools have helped me throughout CS, and so I like making those (they also come to mind pretty often, as tools for my own personal use or as internal tools at where I've worked. I like making apps because I love the flexibility and all-inclusiveness of mobile devices, where you can work with the whole device easily as one package. For that reason, I'm particularly partial to native development (especially on Android), but I have also enjoyed working with React Native quite a bit as well.",

  "what-header": "what else am I?",
  "what-1A": "In addition to a software developer and a student, I'm a ",
  "what-music": "huge music fan",
  "what-1B": ", philosopher, political advocate, and gamer.",
  "what-2A": "Join me in watching my ",
  "what-ow": "Overwatch",
  "what-and": " and ",
  "what-league": "League",
  "what-2B": " ranks progressive tumble from ranked inactivity, or join me for some ranked league matches in Splatoon by adding me at Switch friend code SW-7399-3833-5004. If you're more the head-to-head type, as a former competitive Pokemon battler, I also love hashing up my old teams, if you feel like shooting me a DM and a Pokemon Shodown invitation at Zeta-X."
}
